
/* Class = "NSTextFieldCell"; title = "Select the tracker categories that you would like to block or unblock. Please note that some sites may not load correctly depending on your custom settings."; ObjectID = "0KE-sx-Ohg"; */
"0KE-sx-Ohg.title" = "Wybierz kategorie narzędzi śledzących, które mają być zablokowane lub odblokowane. Pamiętaj, że niektóre witryny mogą nie wczytywać się poprawnie w zależności od ustawień użytkownika.";

/* Class = "NSMenuItem"; title = "Ghostery Lite"; ObjectID = "1Xt-HY-uBw"; */
"1Xt-HY-uBw.title" = "Ghostery Lite";

/* Class = "NSImageView"; ibShadowedToolTip = "Delivers advertising technology designed specifically for adult content sites."; ObjectID = "1rF-ap-Ve5"; */
"1rF-ap-Ve5.ibShadowedToolTip" = "Dostarcza technologie do blokowania reklam przeznaczonych do witryn z treściami dla dorosłych.";

/* Class = "NSButtonCell"; title = "Skip for now"; ObjectID = "2Jl-PZ-VFA"; */
"2Jl-PZ-VFA.title" = "Pomiń teraz";

/* Class = "NSBox"; title = "Edit Settings"; ObjectID = "2yc-pE-DGl"; */
"2yc-pE-DGl.title" = "Edytuj ustawienia";

/* Class = "NSTextFieldCell"; title = "LITE"; ObjectID = "3t7-RU-1ni"; */
"3t7-RU-1ni.title" = "LITE";

/* Class = "NSButtonCell"; title = "Default"; ObjectID = "3wz-JW-Z1K"; */
"3wz-JW-Z1K.title" = "Domyślne";

/* Class = "NSMenuItem"; title = "Quit Ghostery Lite"; ObjectID = "4sb-4s-VLi"; */
"4sb-4s-VLi.title" = "Zamknij rozszerzenie Ghostery Lite";

/* Class = "NSMenuItem"; title = "About Ghostery Lite"; ObjectID = "5kV-Vb-QxS"; */
"5kV-Vb-QxS.title" = "Informacje o Ghostery Lite";

/* Class = "NSTextFieldCell"; title = "Please enable the Ghostery Lite extensions in your Safari preferences to begin."; ObjectID = "6N3-zF-kcF"; */
"6N3-zF-kcF.title" = "Włącz rozszerzenia Ghostery Lite w preferencjach przeglądarki Safari, aby rozpocząć.";

/* Class = "NSMenuItem"; title = "Help"; ObjectID = "8mP-p1-C2C"; */
"8mP-p1-C2C.title" = "Pomoc";

/* Class = "NSTextFieldCell"; title = "If you have encountered an issue, would like to know more about Ghostery Lite and our other products or would like to get in touch, please follow the link below."; ObjectID = "9tv-f8-fCZ"; */
"9tv-f8-fCZ.title" = "W razie wystąpienia problemu, chęci uzyskania dodatkowych informacji o Ghostery Lite oraz innych naszych produktach albo skontaktowania się z nami kliknij następujące łącze.";

/* Class = "NSMenu"; title = "Main Menu"; ObjectID = "AYu-sK-qS6"; */
"AYu-sK-qS6.title" = "Menu główne";

/* Class = "NSMenuItem"; title = "Protection"; ObjectID = "BOF-NM-1cW"; */
"BOF-NM-1cW.title" = "Ochrona";

/* Class = "NSButtonCell"; title = "Ghostery Support"; ObjectID = "BgZ-xj-F2J"; */
"BgZ-xj-F2J.title" = "Pomoc Ghostery";

/* Class = "NSButtonCell"; title = "TRUST SITE"; ObjectID = "C26-J2-vrI"; */
"C26-J2-vrI.title" = "OZNACZ STRONĘ JAKO ZAUFANĄ";

/* Class = "NSMenuItem"; title = "Settings"; ObjectID = "DDT-NI-FKo"; */
"DDT-NI-FKo.title" = "Ustawienia";

/* Class = "NSButtonCell"; title = "Custom"; ObjectID = "E3u-jU-cgo"; */
"E3u-jU-cgo.title" = "Niestandardowa";

/* Class = "NSMenu"; title = "Help"; ObjectID = "F2S-fz-NVQ"; */
"F2S-fz-NVQ.title" = "Pomoc";

/* Class = "NSMenuItem"; title = "Ghostery Lite Help"; ObjectID = "FKE-Sm-Kum"; */
"FKE-Sm-Kum.title" = "Ghostery Lite — pomoc";

/* Class = "NSBox"; title = "Trusted Sites"; ObjectID = "I5w-kK-sPE"; */
"I5w-kK-sPE.title" = "Zaufane witryny";

/* Class = "NSWindow"; title = "Ghostery Lite"; ObjectID = "IQv-IB-iLA"; */
"IQv-IB-iLA.title" = "Ghostery Lite";

/* Class = "NSButtonCell"; title = "Ghostery Products"; ObjectID = "IW3-BT-Kt8"; */
"IW3-BT-Kt8.title" = "Produkty Ghostery";

/* Class = "NSMenuItem"; title = "Bring All to Front"; ObjectID = "LE2-aR-0XJ"; */
"LE2-aR-0XJ.title" = "Przesuń wszystko na wierzch";

/* Class = "NSTextFieldCell"; title = "Welcome to Ghostery Lite!"; ObjectID = "Lxj-pw-A6c"; */
"Lxj-pw-A6c.title" = "Witamy w Ghostery Lite!";

/* Class = "NSButtonCell"; title = "Essential"; ObjectID = "MXn-Zo-X8B"; */
"MXn-Zo-X8B.title" = "Elementy Podstawowe";

/* Class = "NSButtonCell"; title = "Ghostery Blog"; ObjectID = "MdL-PO-b4U"; */
"MdL-PO-b4U.title" = "Blog Ghostery";

/* Class = "NSButtonCell"; title = "TRUSTED SITES"; ObjectID = "N8X-rV-l18"; */
"N8X-rV-l18.title" = "ZAUFANE WITRYNY";

/* Class = "NSMenuItem"; title = "Services"; ObjectID = "NMo-om-nkz"; */
"NMo-om-nkz.title" = "Usługi";

/* Class = "NSTextFieldCell"; title = "Thanks for installing Ghostery Lite. You are now protected with our default settings!"; ObjectID = "Nj1-99-0ia"; */
"Nj1-99-0ia.title" = "Dziękujemy za zainstalowanie rozszerzenia Ghostery Lite. Twoje urządzenie jest teraz chronione przy użyciu ustawień domyślnych!";

/* Class = "NSButtonCell"; title = "Adult Content"; ObjectID = "O3s-iH-PLS"; */
"O3s-iH-PLS.title" = "Treści dla Dorosłych";

/* Class = "NSMenuItem"; title = "Minimize"; ObjectID = "OY7-WF-poV"; */
"OY7-WF-poV.title" = "Minimalizuj";

/* Class = "NSTextFieldCell"; title = "With Ghostery Lite's default settings you're protected and ready to browse. If you want to change your tracker-blocker settings, our custom settings allow you to block or unblock specific categories of trackers and ads."; ObjectID = "Pl8-CX-f6l"; */
"Pl8-CX-f6l.title" = "Domyślne ustawienia rozszerzenia Ghostery Lite zapewniają ochronę przeglądania. Aby zmienić ustawienia narzędzi śledzących i blokad, możesz dostosować ustawienia blokowania lub odblokowania określonych kategorii narzędzi śledzących i reklam.";

/* Class = "NSMenuItem"; title = "Zoom"; ObjectID = "R4o-n2-Eq4"; */
"R4o-n2-Eq4.title" = "Powiększenie";

/* Class = "NSTextFieldCell"; placeholderString = "example.com"; ObjectID = "T3b-MI-Yog"; */
"T3b-MI-Yog.placeholderString" = "example.com";

/* Class = "NSMenu"; title = "Window"; ObjectID = "Td7-aD-5lo"; */
"Td7-aD-5lo.title" = "Okno";

/* Class = "NSImageView"; ibShadowedToolTip = "Provides advertising or advertising-related services such as data-collection, behavioral analysis, or re-targeting."; ObjectID = "V3t-dF-QL4"; */
"V3t-dF-QL4.ibShadowedToolTip" = "Zapewnia usługi reklamowe lub powiązane z reklamami, takie jak gromadzenie danych, analiza behawioralna lub retargetowanie.";

/* Class = "NSImageView"; ibShadowedToolTip = "Includes chat, email messaging, customer support, and other interaction tools."; ObjectID = "VDK-om-yg2"; */
"VDK-om-yg2.ibShadowedToolTip" = "Obejmuje czat, wiadomości e-mail, obsługę klienta i inne narzędzia interakcji.";

/* Class = "NSMenuItem"; title = "Trusted Sites"; ObjectID = "VKp-9U-kay"; */
"VKp-9U-kay.title" = "Zaufane witryny";

/* Class = "NSImageView"; ibShadowedToolTip = "Enables comments sections for articles and product reviews."; ObjectID = "WNN-aY-BDO"; */
"WNN-aY-BDO.ibShadowedToolTip" = "Umożliwia włączenie sekcji komentarzy w artykułach i recenzjach produktów.";

/* Class = "NSButtonCell"; title = "ENABLE GHOSTERY LITE"; ObjectID = "XIq-Cy-agY"; */
"XIq-Cy-agY.title" = "WŁĄCZ ROZSZERZENIE GHOSTERY LITE";

/* Class = "NSTextFieldCell"; title = "Want to customize your tracker settings? Select the tracker categories you would like to block or unblock."; ObjectID = "Xyh-1f-Gqv"; */
"Xyh-1f-Gqv.title" = "Czy chcesz dostosować ustawienia narzędzi śledzących? Wybierz kategorie narzędzi śledzących, które mają być zablokowane lub odblokowane.";

/* Class = "NSButtonCell"; title = "Site Analytics"; ObjectID = "aDg-VX-FLP"; */
"aDg-VX-FLP.title" = "Narzędzia Analityczne Witryn";

/* Class = "NSMenuItem"; title = "Window"; ObjectID = "aUF-d1-5bR"; */
"aUF-d1-5bR.title" = "Okno";

/* Class = "NSTextFieldCell"; title = "Want to allow trackers on a site? Add or remove sites from your 'Trusted' list."; ObjectID = "acO-0Z-yHY"; */
"acO-0Z-yHY.title" = "Czy chcesz zezwolić na narzędzia śledzące w tej witrynie? Dodawaj lub usuwaj witryny ze swojej listy „Zaufane”.";

/* Class = "NSButtonCell"; title = "Customer Interaction"; ObjectID = "bgP-eI-vT7"; */
"bgP-eI-vT7.title" = "Interakcje z Klientami";

/* Class = "NSButtonCell"; title = "Social Media"; ObjectID = "c0M-zC-Od5"; */
"c0M-zC-Od5.title" = "Media Społecznościowe";

/* Class = "NSButtonCell"; title = "Ghostery FAQs"; ObjectID = "c4M-2c-co9"; */
"c4M-2c-co9.title" = "Ghostery — często zadawane pytania";

/* Class = "NSImageView"; ibShadowedToolTip = "Includes tag managers, privacy notices, and technologies that are critical to the functionality of a website."; ObjectID = "caT-UF-u5T"; */
"caT-UF-u5T.ibShadowedToolTip" = "Obejmuje menedżerów znaczników, informacje prawne i technologie niezbędne do działania witryny.";

/* Class = "NSImageView"; ibShadowedToolTip = "Enables websites to publish, distribute, and optimize video and audio content."; ObjectID = "cke-w1-Con"; */
"cke-w1-Con.ibShadowedToolTip" = "Umożliwia witrynom publikowanie, rozpowszechnianie i optymalizowanie zawartości wideo i audio.";

/* Class = "NSTextFieldCell"; title = "Please enable the Ghostery Lite Extension and Ghostery Lite Content Blockers in your Safari preferences to begin."; ObjectID = "dEo-t5-f3x"; */
"dEo-t5-f3x.title" = "Włącz rozszerzenie Ghostery Lite i Ghostery Lite Content Blockers w preferencjach przeglądarki Safari, aby rozpocząć.";

/* Class = "NSImageView"; ibShadowedToolTip = "Collects and analyzes data related to site usage and performance."; ObjectID = "edo-Q1-18A"; */
"edo-Q1-18A.ibShadowedToolTip" = "Gromadzi i analizuje dane powiązane z użytkowaniem i wydajnością witryny.";

/* Class = "NSTextFieldCell"; title = "Saved"; ObjectID = "erL-oh-W9i"; */
"erL-oh-W9i.title" = "Zapisano";

/* Class = "NSMenuItem"; title = "Default"; ObjectID = "gCL-WT-jjt"; */
"gCL-WT-jjt.title" = "Domyślne";

/* Class = "NSTextFieldCell"; title = "Please enter a valid URL."; ObjectID = "hp5-oU-rd6"; */
"hp5-oU-rd6.title" = "Wprowadź prawidłowy adres URL.";

/* Class = "NSMenu"; title = "Services"; ObjectID = "hz9-B4-Xy5"; */
"hz9-B4-Xy5.title" = "Usługi";

/* Class = "NSMenuItem"; title = "Custom"; ObjectID = "mye-Gf-T1p"; */
"mye-Gf-T1p.title" = "Niestandardowa";

/* Class = "NSButtonCell"; title = "Advertising"; ObjectID = "phd-zp-sTL"; */
"phd-zp-sTL.title" = "Reklamy";

/* Class = "NSButtonCell"; title = "Audio/Video Player"; ObjectID = "r8b-df-JUE"; */
"r8b-df-JUE.title" = "Odtwarzacze Audio/Wideo";

/* Class = "NSButtonCell"; title = "EDIT SETTINGS"; ObjectID = "rMH-QB-Bjg"; */
"rMH-QB-Bjg.title" = "EDYTUJ USTAWIENIA";

/* Class = "NSTextFieldCell"; title = "Ghostery Lite’s default settings have been tailored to provide the cleanest, fastest and safest browsing experience, allowing you to focus on exploring your favorite websites and online content. We block advertising, site analytics and adult advertising trackers."; ObjectID = "rfT-Ov-7Uc"; */
"rfT-Ov-7Uc.title" = "Domyślne ustawienia rozszerzenia Ghostery Lite zostały dopasowane, tak aby zapewnić najbardziej przejrzyste, najszybsze i najbezpieczniejsze przeglądanie witryn, pozwalając skupić się na przeglądaniu zawartości witryn i treści online. Nasze rozwiązanie umożliwia blokowanie reklam, narzędzi analitycznych i narzędzi śledzących zawartych w reklamach dla dorosłych.";

/* Class = "NSImageView"; ibShadowedToolTip = "Integrates features related to social media sites."; ObjectID = "tD7-PD-U11"; */
"tD7-PD-U11.ibShadowedToolTip" = "Integruje funkcje powiązane z serwisami społecznościowymi.";

/* Class = "NSMenu"; title = "Ghostery Lite"; ObjectID = "uQy-DD-JDr"; */
"uQy-DD-JDr.title" = "Ghostery Lite";

/* Class = "NSTextFieldCell"; title = "All the sites that you trust can be seen here. You can also add or remove additional sites from your list using the field below."; ObjectID = "uVO-Aq-Xil"; */
"uVO-Aq-Xil.title" = "W tym miejscu wyświetlane są wszystkie zaufane witryny. Można też dodawać lub usuwać kolejne witryny, używając poniższego pola.";

/* Class = "NSMenuItem"; title = "Help"; ObjectID = "wpr-3q-Mcd"; */
"wpr-3q-Mcd.title" = "Pomoc";

/* Class = "NSButtonCell"; title = "ENABLE LITE"; ObjectID = "y0w-zA-czl"; */
"y0w-zA-czl.title" = "WŁĄCZ LITE";

/* Class = "NSButtonCell"; title = "Comments"; ObjectID = "ylv-lj-W0x"; */
"ylv-lj-W0x.title" = "Komentarze";
